Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Building H84/H92 is monitored according to established SOPs to provide ongoing evidence that the environmental quality is maintained within defined parameters, and is suitable for the activities conducted therein.
es_es: El edificio H84/H92 se monitorea según los procedimientos operativos estándar establecidos para proporcionar evidencia continua de que la calidad ambiental se mantiene dentro de parámetros definidos y es adecuada para las actividades realizadas.

source: Bulk Manufacturing Site
es_es: Planta productora del granel

source: Bulk drug product batch number
es_es: Número de patida del medicamento a granel

source: Bulk drug substance handling
es_es: Manipulación del granel del principio activo

source: Bulk temperature during filtration 17°C - 25°C
es_es: Temperatura del granel durante la filtración: 17° C - 25° C

source: Bulk temperature during filtration 2°C - 25°C
es_es: Temperatura del granel durante la filtración: 2° C - 25° C

source: Bulk volume filtered
es_es: Volumen filtrado a granel

source: Bullous condition
es_es: Patologías bullosas

source: Burgundy Street
es_es: Calle Burgundy

source: But both processes use Planova filters from Asahi Kasei.
es_es: Ambos procesos usan filtros Planova de Asahi Kasei.

source: But, even in patients who do not dramatically improve it may ‘buy some time’ and preserve the patient’s penumbra whilst they are being transferred to a comprehensive centre for endovascular therapy.
es_es: Pero, incluso en los pacientes que no mejoran drásticamente, se puede "ganar algo de tiempo" y mantener la penumbra del paciente durante el traslado a un centro integral de tratamiento endovascular.

source: Butylated hydroxytoluene
es_es: Butil hidroxitolueno

source: Butylated hydroxytoluene (BHT)
es_es: Hidroxitolueno butilado (BHT)

source: Butyrate addition:
es_es: Se añade butirato:

source: By Enrolling Sites:
es_es: En los centros de reclutamiento

source: By FTNIR
es_es: Por FTNIR

source: By back-transforming (exponentiating), this translates to an acceptance range of 80.00 to 125.00% for the ratio of the gMeans (test/reference) for endpoints on the original (linear) scale.
es_es: Por retrotransformación (función exponencial), esto se traduce en un rango de aceptación de 80.00 a 125.00% para la relación de la media geométrica (analito/referencia) para los criterios de valoración en la escala original (lineal).

source: By checking the 'I Agree' box, I confirm that:
es_es: Al marcar la casilla “Acepto”, confirmo que:

source: By checking the ‘I Agree’ box, I confirm that:
es_es: Al marcar la casilla “Acepto”, confirmo que:

source: By checking the ’I Agree’ box, I confirm that:
es_es: Al marcar la casilla “Acepto”, confirmo que:

source: By replacing the ink imprinting of the capsules by UV laser marking, no ink diluent is used anymore.
es_es: Al sustituir en las cápsulas la impresión en tinta por el marcado láser UV, ya no se utiliza diluyente de tinta.

source: By replacing the ink imprinting of the capsules by UV laser marking, the ink is not used anymore.
es_es: Al sustituir en las cápsulas la impresión en tinta por el marcado láser UV, ya no se utiliza tinta.

source: By signing this Protocol, the Investigator(s) acknowledges and agrees:
es_es: Al firmar este protocolo, el o los investigadores reconocen y aceptan que:

source: By the end of the glimepiride titration period (up to 16 weeks), patients in the glimepiride group had a greater reduction in HbA1c from baseline than patients in the linagliptin group (Figure 6).
es_es: Al cabo del escalamiento de dosis (hasta 16 semanas), la reducción de la HbA1c desde el inicio fue mayor en los pacientes de glimepirida que en los de linagliptina (Figura 6).

source: By this communication, Boehringer Ingelheim (BI) would like to inform Health Authorities about a routine risk minimisation measure as requested by the Pharmacovigilance Risk Assessment Committee (PRAC) at the European Medicines Agency (EMA) on 12 May 2023.
es_es: Por la presente, Boehringer Ingelheim (BI) desea informar a las autoridades sanitarias acerca de una medida de minimización de riesgos de rutina solicitada por el Comité de Evaluación del Riesgo en Farmacovigilancia (PRAC) de la Agencia Europea de Medicamentos (EMA) el 12 de mayo de 2023.

source: By using an extra long column, traces of [32P] dCTP were removed.
es_es: Las trazas de [32P] dCTP se eliminaron usando una columna extralarga.

source: By using the same master cell bank and a similar upstream process, comparable glycosylation pattern for Metalye® and TNKase® are expected.
es_es: Dado que se usa el mismo banco de células maestro y un proceso de expansión celular similar, se esperan patones de glicosilación comparables para Metalye® y TNKase®.

source: C = Average peak area response of respective solvent obtained in the chromatogram of Standard solution A.
es_es: C = Respuesta del área del pico promedio del disolvente respectivo con el cromatograma de la solución estándar A

source: C Contaminated
es_es: C Contaminadas

source: C) Dissolve about 30 mg of BA 686 BR reference substance, accurately weighed, in water pH 2.6 to produce 50.00 ml.
es_es: C) Disolver aproximadamente 30 mg de la sustancia de referencia BA 686 BR, pesados con exactitud, en agua a un pH de 2.6 hasta obtener 50.00 ml.

source: C) Estimation of the error for the intended calibration
es_es: C) Estimación del error para la calibración prevista

source: C) Herstellung von Wirkstoffen unter Verwendung biologischer Prozesse/ Manufacture of Active Substance using Biological Processes
es_es: C) Fabricación del principio activo mediante procesos biológicos

source: C13-oligomer
es_es: Oligómero C13

source: C13-oligomer is conservatively assigned as a potential irritant in the absence of toxicity data for this compound.
es_es: El oligómero C13 se asigna conservadoramente como posible irritante en ausencia de datos de toxicidad sobre este compuesto.

source: C13-oligomer is potentially present at concentrations above the 5 μg/day PDE assigned for irritants (PQRI).
es_es: El oligómero C13 puede encontrarse en concentraciones superiores a los 5 μg/día de exposición diaria permitida asignados para irritantes (PQRI).

source: C13-oligomer 1
es_es: Oligómero C13 1

source: C18, 25 cm x 4.0 mm, 5 µm octadecylsilyl silica gel for Chromatography R
es_es: C18, 25 cm x 4.0 mm, 5 µm de gel de octadecil sílice para cromatografía R

source: C27059, C62987 and C65722.
es_es: C27059, C62987 y C65722.

source: C4911 or equivalent
es_es: C4911 o equivalente

source: COMPOSITION OF STABILITY BATCHES
es_es: COMPOSICIÓN DE LAS PARTIDAS DE ESTABILIDAD

source: CA
es_es: (apr.

source: CA/CAR, IE, BR, AU, ZADO, UK, SE, DK, ES, FR, BE, UY, EC, HR/SI, HU, US, MY, SG, KZ, PL, Balticum, PT, DE, NA
es_es: CA/CAR, IE, BR, AU, ZADO, UK, SE, DK, ES, FR, BE, UY, EC, HR/SI, HU, US, MY, SG, KZ, PL, Báltico, PT, DE, NA

source: CABERGOLINA
es_es: CABERGOLINE

source: CALCULATION
es_es: CÁLCULOS

source: CALCULATION OF THE CLOT LYSIS ACTIVITY
es_es: CÓMO CALCULAR LA ACTIVIDAD DE LISIS DE COÁGULO

source: CALCULATION OF THE CLOT LYSIS TIME
es_es: CÓMO CALCULAR EL TIEMPO DE LISIS DE COÁGULO

source: CALIFORNIA ACKNOWLEDGMENT
es_es: FEDACIÓN DE CALIFORNIA

source: CALLE:
es_es: STREET:

source: CANTÓN:
es_es: CANTON:

source: CAPA PLAN
es_es: PLAN DE ACCIONES CORRECTIVAS Y PREVENTIVAS

source: CAPECITABINA
es_es: CAPECITABINE

source: CARBAMAZEPINA
es_es: CARBAMAZEPINE

source: CARDIOVASCULAR ENDPOINTS
es_es: CRITERIOS DE VALORACIÓN CARDIOVASCULARES

source: CAROLINA investigated the effect of linagliptin treatment compared with glimepiride, on top of standard of care, on cardiovascular outcome events.
es_es: Se investigó mediante el ensayo CAROLINA el efecto que pudiera tener en los eventos cardiovasculares la linagliptina en comparación con glimepirida, administradas además del tratamiento protocolar.

source: CAROLINA® (Cardiovascular safety of linagliptin versus glimepiride in patients with type 2 diabetes at high cardiovascular risk) was a randomised double-blind, active-controlled clinical trial in patients with type 2 diabetes and high risk of cardiovascular events.
es_es: CAROLINA® (Seguridad cardiovascular de linagliptina comparada con glimepirida en pacientes con diabetes tipo 2 de riesgo cardiovascular elevado) fue un ensayo clínico aleatorizado, doble ciego, controlado con tratamiento activo que se llevó a cabo con pacientes de diabetes tipo 2 y alto riesgo de sufrir eventos cardiovasculares.

source: CARRO DE PARO
es_es: CRASH CART

source: CAS NUMBER
es_es: NÚMERO DEL CAS

source: CAS no.
es_es: N.° CAS

source: CAS-No.
es_es: Nro. de CAS

source: CBF
es_es: FSC

source: CBV
es_es: VSC

source: CCI
es_es: IEC

source: CCI ensured
es_es: Se garantiza la integridad del envase y sistema de cierre.

source: CCI is already ensured by the design of vial and rubber stopper.
es_es: El envase y sistema de cierre está de por sí asegurado por el diseño del frasco y el tapón de caucho.

source: CCI is already given by chosen vial-stopper combination and stopper position control, therefore crimping step has no impact on sterility.
es_es: La integridad del envase y sistema de cierre se logra con la combinación frasco/tapón elegida y la verificación del calce del tapón, por lo cual el paso de sellado con tapa de cierre metálica no afecta la esterilidad.

source: CCI is assured by stopper position control prior to crimping (see Chapter 3.5.1) and no vial cracks have been observed within the investigated ranges neither by visual inspection nor by helium leak testing.
es_es: La integridad del envase y sistema de cierre se garantiza mediante el control de la posición del tapón antes del sellado (ver el Capítulo 3.5.1) y no se observaron grietas en los frascos dentro de los rangos estudiados en la inspección visual ni en los ensayos de fugas con helio.

source: CCI of closed container
es_es: Integridad del env. y sist. de cierre del recipiente cerrado

source: CCI or sterility testing activities are performed during PFS development
es_es: Las evaluaciones de la integridad del envase y sistema de cierre y de la esterilidad se realizan durante el desarrollo de la jeringa precargada.

source: CCI testing and sterility testing are performed to show that the DP is protected from microbial contamination as well as loss or leakage of the product until the end of shelf life.
es_es: Se realizan pruebas del envase y sistema de cierre y pruebas de esterilidad para demostrar que el medicamento está protegido contra la contaminación microbiana y contra pérdidas o fugas del producto hasta el final de la vida útil.

source: CCI testing by blue dye ingress test method (see Chapter 5.2) is performed as part of stability throughout and at the end of shelf life as described in Section 3.2.P.8 Stability.
es_es: A lo largo y al final de la vida útil, se realizan pruebas de integridad del envase y sistema de cierre mediante el método analítico de ingreso con tinción azul (véase el Capítulo 5.2) como parte del programa de estabilidad, según se describe en la Sección 3.2.P.8, Estabilidad.

source: CCI testing is implemented in DP stability testing as control element to ensure CCI and thus, prevent and protect the DP from microbial contamination (see Sections 3.2.P.5.1 Specifications and 3.2.P.5.6 Justification of Specification).
es_es: Se implementan pruebas de integridad del envase y sistema de cierre como un elemento de control de las pruebas de estabilidad del medicamento para garantizar la integridad del envase y sistema de cierre y, por ende, prevenir y proteger el medicamento de la contaminación microbiana (véanse las Secciones 3.2.P.5.1, Especificaciones, y 3.2.P.5.6, Justificación de la especificación).

source: CCI(T)
es_es: IEC (Pr)

source: CCIT by blue dye ingress testing was identified as the most suitable test method that can be applied to PFS-NSD-1 without manipulation of the primary packaging configuration.
es_es: Se determinó que la prueba de ingreso con tinción azul es el método más adecuado para evaluar la integridad del sistema de cierre del envase del PFS-NSD-1 sin manipular la configuración del acondicionamiento primario.

source: CCIT is only tested at 0, 12, 24, 30, 36 and, optionally, 48 months
es_es: Las pruebas CCIT solo se realizan a los 0, 12, 24, 30, 36 y, opcionalmente, 48 meses.

source: CCIT was performed on spesolimab stability batches to confirm container closure integrity.
es_es: Se realizaron pruebas de integridad del sistema de cierre del envase en partidas de estabilidad de espesolimab para confirmar la integridad el envase y sistema de cierre.

source: CCIT**
es_es: Integridad del envase y sistema de cierre (CCIT)**

source: CCIT1
es_es: Pruebas de integridad del envase y sistema de cierre (CCIT)1

source: CD 10085/Linagliptin
es_es: CD 10085/Linagliptina

source: CD 12907 XX reference substance
es_es: Sustancia de referencia CD 12907 XX

source: CD 1559 exhibits as a doublet peak.
es_es: CD 1559 presenta un pico en doblete.

source: CD 38800 XX (impurity of Dabigatran)
es_es: CD 38800 XX (impureza de dabigatrán)

source: CD 38800 XX 10% S9 Hamster
es_es: CD 38800 XX 10% S9 de hámster

source: CD 38800 XX 10% S9 Ratte
es_es: CD 38800 XX 10% S9 de rata

source: CD 38800 XX 10% S9 Ratte (supplement)
es_es: CD 38800 XX 10% S9 de rata (complementario)

source: CD 38800 XX 30% S9 Hamster
es_es: CD 38800 XX 30% S9 de hámster

source: CD 38800 XX 30% S9 Ratte
es_es: CD 38800 XX 30% S9 de rata

source: CD 38800 XX 30% S9 Ratte (supplement)
es_es: CD 38800 XX 30% S9 de rata (complementario)

source: CD 38800 XX caused neither base-pair substitutions nor frameshift mutations in differen S. typhimurium strains (TA 98, TA 100, TA 1535 and TA 1537) and one E. coli strain (WP2 uvrA (pKM 101)) in the absence and presence of a metabolic activation system (rat and hamster, 10% and 30% each) when tested up to the maximum recommended and/or insoluble concentrations.
es_es: Evaluando hasta las concentraciones máximas recomendadas y/o insolubles, CD 38800 XX no provocó mutaciones por sustitución de pares de bases ni cambios del marco de lectura en diferentes cepas de S. typhimurium (TA 98, TA 100, TA 1535 ni TA 1537) ni en una cepa de E. coli (WP2 uvrA [pKM 101]) en ausencia y presencia de un sistema de activación metabólica (rata y hámster, 10% y 30% en cada caso).

source: CD 38800 XX caused neither base-pair substitutions nor frameshift mutations in different S. typhimurium strains (TA 98, TA 100, TA 1535 and TA 1537) and one E. coli strain (WP2 uvrA (pKM 101)) in the absence and presence of a metabolic activation system (rat and hamster, each 10 and 30%) when tested up to the maximum recommended and/or insoluble concentrations.
es_es: Evaluando hasta las concentraciones máximas recomendadas y/o insolubles, CD 38800 XX no provocó mutaciones por sustitución de pares de bases ni cambios del marco de lectura en diferentes cepas de S. typhimurium (TA 98, TA 100, TA 1535 ni TA 1537) ni en una cepa de E. coli (WP2 uvrA [pKM 101]) en ausencia y presencia de un sistema de activación metabólica (rata y hámster, 10 % y 30% en cada caso).

source: CD 38800 XX did not induce relevant increases in the number of revertant colonies in the tester strains S.
es_es: CD 38800 XX no indujo aumentos relevantes en la cantidad de colonias revertidas en las cepas de pruebaS.

source: CD 38800 XX did not induce relevant increases in the number of revertant colonies in the tester strains S. typhimurium TA 1535, TA 1537, TA 98 and TA 100 and one E. coli strain compared to the negative control when tested up to the maximum recommended and/or insoluble concentrations.
es_es: Evaluando concentraciones que llegaban hasta las máximas recomendadas y/o insolubles y, en comparación con el control negativo, CD 38800 XX no indujo aumentos relevantes en la cantidad de colonias con mutación inversa en las cepas experimentales de S. typhimurium TA 1535, TA 1537, TA 98 y TA 100 ni en una cepa de E. coli.

source: CD 38800 XX is a N-nitrosamine drug substance related impurity of Dabigatran.
es_es: CD 38800 XX es una impureza n-nitrosamina del principio activo dabigatrán.

source: CD 38800 XX was dissolved in dimethylsulfoxide (DMSO) and added to the bacterial cultures in triplicate to give final concentrations of 10 to 5000 µg/plate.
es_es: Se disolvió CD 38800 XX en dimetilsulfóxido (DMSO) y se añadió a los cultivos bacterianos por triplicado para obtener concentraciones finales de 10 a 5000 µg/placa.

source: CD 38800 XX was dissolved in dimethylsulfoxide (DMSO).
es_es: Se disolvió CD 38800 XX en dimetilsulfóxido (DMSO).

source: CD 38800 XX was investigated under GLP conditions in an enhanced bacterial reverse mutation assay (Ames test) to see whether it induces mutations in the Salmonella typhimurium strains TA 1535, TA 100 (both sensitive to base-pair substitution) and TA 1537 TA 98 (both sensitive to frameshift mutagens) and Escherichia coli WP2 uvrA (pKM 101; sensitive to base-pair substitution).
es_es: Se investigó la sustancia CD 38800 XX aplicando buenas prácticas de laboratorio mediante un ensayo de mutación inversa bacteriana mejorado (prueba de Ames) para saber esta si induce mutaciones en las cepas de Salmonella typhimurium TA 1535, TA 100 (ambas sensibles a las mutaciones por sustitución de pares de bases) y TA 1537 TA 98 (ambas sensibles a cambios del marco de lectura) y WP2 uvrA (pKM 101; sensible a las mutaciones por sustitución de pares de bases) de Escherichia coli.

source: CD 38800 XX was investigated under GLP conditions in this enhanced bacterial reverse mutation assay (Ames test) as described by the by EMA “Questions and answers for marketing authorisation holders/applicants on the CHMP Opinion for the Article 5(3) o Regulation (EC) No 726/2004 referral on nitrosamine impurities in human medicinal products” in version 16 on 07 July 2023 [6], and US Food and Drug Administration “Recommended Acceptable Intake Limits for Nitrosamine Drug Substance-Relate Impurities (NDSRIs)” (effective as of 4 August 2023) [7].
es_es: Se investigó la sustancia CD 38800 XX aplicando buenas prácticas de laboratorio mediante este ensayo de mutación inversa bacteriana mejorado (prueba de Ames), descrito en los siguientes documentos: "Preguntas y respuestas dirigidas a titulares de autorizaciones para la comercialización o consultantes al Comité de Medicamentos de Uso Humano por referato en el Artículo 5(3) de la normativa (CE) 7726/2004 (impurezas nitrosamínicas en medicamentos de uso humano)", versión 16 del 07 de julio de 2023 de la EMA [6]; y "Límites de ingesta aceptables y recomendados de impurezas nitrosamínicas en medicamentos", de la Dirección Federal de Alimentos y Medicamentos de EE. UU. (FDA) (válido desde el 4 de agosto de 2023) [7].

source: CD 6352 reference substance
es_es: Sustancia de referencia CD 6352

source: CEC- adjudication results were summarised if applicable.
es_es: De corresponder, las adjudicaciones realizadas por el comité de eventos clínicos se presentaron de forma resumida.

source: CEC-defined categories of CV death – RS
es_es: Categorías de muerte CV definidas por el comité de eventos clínicos. Grupo aleatorizado

source: CEC-defined categories of non-CV death – RS
es_es: Categorías de muerte no CV definidas por el comité de eventos clínicos. Grupo aleatorizado

source: CENTRAL
es_es: CENTRO PRINCIPAL

source: CENTRÍFUGA
es_es: CENTRIFUGE

source: CERTIFICATE NUMBER:
es_es: NÚMERO DE CERTIFICADO:

source: CERTIFICATE OF ANALYSIS
es_es: CERTIFICADO DE ANÁLISIS

source: CERTIFICATE OF GMP COMPLIANCE OF A MANUFACTURER
es_es: CERTIFICADO DE CUMPLIMIENTO DE UN FABRICANTE CON LAS BUENAS PRÁCTICAS DE FABRICACIÓN

source: CEX HPLC
es_es: HPLC-CEX

source: CEX HPLC is stability indicating.
es_es: La CEX HPLC es un método indicativo de estabilidad.

source: CEX profiles of spesolimab are evaluated as follows:
es_es: Los perfiles de espesolimab según la cromatografía CEX se evalúan de la siguiente manera:

source: CEX-Chromatography
es_es: cromatografía CEX

source: CFU
es_es: UFC

source: CFU / 100 mL
es_es: UFC / 100 ml

source: CFU/10 mL
es_es: UFC/10 ml

source: CFU/100 mL
es_es: UFC/100 mL

source: CFU/100mL
es_es: UFC/100 ml

source: CFU/30 mL
es_es: UFC/30 ml

source: CFU/4 hours
es_es: UFC/4 horas

source: CFU/ 30mL
es_es: UFC/30ml

source: CFU/ 100mL
es_es: UFC/ 100 ml

source: CFU/glove
es_es: UFC/guante

source: CFU/mL
es_es: UFC/ml

source: CFU/m³
es_es: UFC/m³

source: CFU/plate
es_es: UFC/placa

source: CGE non-reduced
es_es: CGE no reducida

source: CGE non-reduced is stability indicating.
es_es: La CGE no reducida es un método indicativo de estabilidad.

source: CGE non-reduced is used to determine the purity and quantitate low molecular weight impurities of non-reduced of spesolimab.
es_es: Para determinar la pureza y cuantificar las impurezas de bajo peso molecular del Espesolimab en condiciones no reducidas, se usa CGE no reducida.

source: CGE red.
es_es: Electroferogramas de la CGE red.

source: CGE red. (1st gen.) electropherograms (stability at 60°C)
es_es: Electroferogramas de CGE red. (1ra gen.) (estabilidad a 60° C)

source: CGE red. (1st gen.) electropherograms (stability at 60°C), enlarged scale
es_es: Electroferogramas de CGE red. (1ra gen.) (estabilidad a 60° C), escala aumentada

source: CGE red. electropherograms (side-by-side testing), enlarged scale
es_es: Electroferogramas de CGE red. (análisis en paralelo), escala aumentada

source: CGE red. electropherograms (side-by-side testing)
es_es: Electroferogramas de CGE red. (análisis en paralelo)

source: CGE reduced
es_es: ECG reducida

source: CGE reduced Fragment region 1
es_es: CGE reducida - región de fragmentos 1

source: CGE reduced Main peak
es_es: CGE reducida, Pico principal

source: CGE reduced is measuring the size heterogeneity of tenecteplase.
es_es: La CGE en condiciones reductoras mide la heterogeneidad del tamaño de la tenecteplasa.

source: CGE reduced is stability indicating.
es_es: La CGE reducida es un método indicativo de estabilidad.

source: CGE reduced,
es_es: CGE reducida

source: CGE reduced, example profile of tenecteplase reference standard, full scale
es_es: CGE en condiciones reductoras, perfil de ejemplo del estándar de referencia de la tenecteplasa, escala completa

source: CGE reduced: statistics from 29 tenecteplase DP batches
es_es: CGE en cond. reduc.: estadísticas de 29 partidas del medicamento tenecteplasa

source: CGE separates charged sample components based on size in a gelfilled capillary under the influence of an electric field.
es_es: La CGE separa los componentes cargados de la muestra en función del tamaño en un capilar con gel por influencia de un campo eléctrico.

source: CGE with laser-induced-fluorescence detection is used to determine the purity.
es_es: Para caracterizar la pureza se emplea CGE con detección por fluorescencia inducida por láser.

source: CGE/ Purity
es_es: CGE / Pureza

source: CHANGES IN THE CONDUCT OF THE TRIAL OR PLANNED ANALYSES
es_es: CAMBIOS EN LA REALIZACIÓN DEL ENSAYO O LOS ANÁLISIS PLANIFICADOS

source: CHARACTERS
es_es: CARACTERÍSTICAS

source: CHEMICAL ABSTRACTS NAME
es_es: DENOMINACIÓN EN CHEMICAL ABSTRACTS

source: CHEMICAL NAME
es_es: NOMBRE QUÍMICO

source: CHO HCP ELISA
es_es: ELISA PARA HCP DE CHO

source: CHO HCP ELISA 2G
es_es: ELISA PARA HCP DE CHO 2G

source: CHO cells
es_es: Células de CHO

source: CHO-Protein
es_es: Proteína de CHO (CHOP)

source: CHO-Protein content was determined according to test method 018-QA7732.
es_es: El contenido de proteína de CHO se evaluó de acuerdo con el método analítico 018-QA7732.

source: CHO-Proteins were specified to not more than 500 ppm on drug substance.
es_es: Se especificó un contenido de proteínas de CHO que no supere 500 ppm en el principio activo.
